Repository: NGnius/PowerTools
Catalog: translations/*.po
Languages: es_es, fr_ca, it_it, ru_ru, uk_ua

source: Miscellaneous
es_es: Misceláneo
fr_ca: Divers
it_it: Miscellanea
ru_ru: Разное
uk_ua: Різне

source: Persistent Profile
es_es: Persistente
fr_ca: Persistant
it_it: Profilo persistente
ru_ru: Использовать профиль игры
uk_ua: Використовувати профіль гри

source: Save profile and load it next time
es_es: Guardar perfil y cargarlo la próxima vez
fr_ca: Sauvegarder le profile et le charger la prochaine fois
it_it: Salva il profilo e caricalo la prossima volta
ru_ru: Сохраните профиль и загрузите его в следующий раз
uk_ua: Збережіть профіль та завантажте його наступного разу

source: Profile
es_es: Perfil
fr_ca: Profil
it_it: Profilo
ru_ru: Профиль
uk_ua: Профіль

source: Reapply settings
fr_ca: Réappliquer le profil
it_it: Riapplica impostazioni
ru_ru: Повторно применить настройки
uk_ua: Повторно застосувати налаштування

source: Defaults
es_es: Valores predeterminados
fr_ca: Valeurs par défaut
it_it: Default
ru_ru: По умолчанию
uk_ua: За замовчуванням

source: Battery
es_es: Batería
fr_ca: Batterie
it_it: Batteria
ru_ru: Батарея
uk_ua: Батарея

source: Now (Charge)
es_es: Ahora (Charge)
fr_ca: Présentement (Charge)
it_it: Ora (Carica)
ru_ru: Текущий заряд батареи
uk_ua: Поточний заряд батареї

source: Max (Design)
fr_ca: Max (Conçue)
it_it: Mass (Design)
ru_ru: Максимальная емкость батареи
uk_ua: Максимальна ємність батареї

source: Charge Power
fr_ca: Puissance de charge
ru_ru: Мощность зарядки
uk_ua: Потужність заряджання

source: Charge Current Limits
es_es: Limite de carga
fr_ca: Limites de courant de charge
it_it: Limiti di corrente di carica
ru_ru: Предел тока зарядки
uk_ua: Ліміт струму заряджання

source: Control battery charge rate when awake
es_es: Control de carga de la batería mientras está encendido
fr_ca: Contrôler le taux de charge quand actif
it_it: Controlla la velocità di ricarica quando il Deck è attivo
ru_ru: Контролируйте уровень тока заряда батареи во время бодрствования
uk_ua: Контролюйте рівень струму заряджання батареї під час активності

source: Charge Mode
es_es: Modo carga
fr_ca: Mode de charge
it_it: Modalità di ricarica
ru_ru: Режим зарядки
uk_ua: Режим заряджання

source: Force battery charge mode
es_es: Forzar modo carga de la batería
fr_ca: Forcer le mode de charge de la batterie
it_it: Forza la modalità di ricarica della batteria
ru_ru: Принудительный режим зарядки батареи
uk_ua: Примусовий режим заряджання батареї

source: Current
es_es: Corriente
fr_ca: Courant
it_it: Corrente
ru_ru: Ток потребления с батареи
uk_ua: Струм споживання з батареї

source: Charge Limit
fr_ca: Limite de charge
it_it: Limite di carica
ru_ru: Лимит заряда
uk_ua: Ліміт заряджання

source: Limit battery charge when awake
fr_ca: Limiter la charge de la batterie quand éveillé
it_it: Limita la carica della batteria quando il Deck è attivo
ru_ru: Ограничьте заряд батареи во время бодрствования
uk_ua: Обмежити заряджання батареї під час активності

source: Advanced
es_es: Avanzado
fr_ca: Avancé
it_it: Avanzate
ru_ru: Продвинутый
uk_ua: Розширений

source: Enables per-thread configuration
es_es: Habilita la configuración por subprocesos
fr_ca: Permet la configuration par fil d'exécution
it_it: Abilita configurazione per thread
ru_ru: Включает настройку для каждого потока
uk_ua: Вмикає налаштування для кожного потоку

source: SMT
fr_ca: Multifil Simultané

source: Enables odd-numbered CPUs
es_es: Habilita CPUs impares
fr_ca: Active un nombre impair de fils d'exécution
it_it: Abilita CPU dispari
ru_ru: Активация одновременной многопоточности
uk_ua: Активація одночасної багатопоточності

source: Threads
es_es: Subprocesos
fr_ca: Fils
ru_ru: Потоки
uk_ua: Потоки

source: Frequency Limits
es_es: Límites de frecuencia
fr_ca: Limites de fréquence
it_it: Limiti di frequenza
ru_ru: Ограничения частоты
uk_ua: Обмеження частоти

source: Set bounds on clock speed
es_es: Establecer límites en la velocidad de reloj
fr_ca: Fixer les limites sur la fréquence d'horloge
it_it: Imposta limiti di frequenza di clock
ru_ru: Установите ограничения на тактовую частоту
uk_ua: Встановіть обмеження на тактову частоту

source: Selected CPU
es_es: CPU seleccionada
fr_ca: CPU Sélectionnée
it_it: CPU selezionata
ru_ru: Выбранный поток CPU
uk_ua: Обраний поток CPU

source: Online
fr_ca: En Ligne

source: Allow the CPU thread to do work
es_es: Permite que el subproceso de la CPU funcione
fr_ca: Permettre le fil d'exécution à travailler
it_it: Permetti al thread della CPU di eseguire operazioni
ru_ru: Разрешить потоку CPU выполнять работу
uk_ua: Дозволити потоку CPU виконувати роботу

source: Governor
es_es: Gobernador
fr_ca: Régulateur

source: Debug
es_es: Depurar
fr_ca: Déboguer

source: Native
es_es: Nativo
fr_ca: Natif
it_it: Nativo

source: Framework
fr_ca: Cadre d'application

source: Driver
es_es: Controlador
fr_ca: Pilote

source: PowerPlay Limits
es_es: Límites de PowerPlay
fr_ca: Limites du PowerPlay
it_it: Limiti PowerPlay
ru_ru: PowerPlay Лимиты
uk_ua: PowerPlay Ліміти

source: Override APU TDP settings
es_es: Anular la configuración del APU TDP
fr_ca: Remplacer les paramètres TDP du processeur auxiliaire
it_it: Sovrascrivi le impostazioni di TDP della APU
ru_ru: Переопределить настройки TDP APU
uk_ua: Перевизначити налаштування TDP APU

source: Downclock Memory
es_es: Memoria descendente
fr_ca: Souscadencer la mémoire
it_it: Downclock RAM
ru_ru: Понижение частоты памяти
uk_ua: Зниження частоти пам'яті

source: Force RAM into low-power mode
es_es: Forzar RAM a modo ahorro de energía
fr_ca: Forcer la mémoire vive en mode basse consommation
it_it: Forza la RAM in modalità a basso consumo
ru_ru: Перевести ОЗУ в режим пониженного энергопотребления
uk_ua: Перевести ОЗП у режим зниженого енергоспоживання

source: Maximum (mA)
es_es: Máximo (mA)
it_it: Massimo (mA)
ru_ru: Максимум (mA)
uk_ua: Максимум (mA)

source: Mode
es_es: Modo
it_it: Modalità
ru_ru: Режим
uk_ua: Режим

source: Maximum (%)
it_it: Massimo (%)
ru_ru: Максимум (%)
uk_ua: Максимум (%)

source: Minimum (MHz)
es_es: Mínimo (MHz)
it_it: Minimo (MHz)
ru_ru: Минимум (MHz)
uk_ua: Мінімум (MHz)

source: Maximum (MHz)
es_es: Máximo (MHz)
it_it: Massimo (MHz)
ru_ru: Максимум (MHz)
uk_ua: Максимум (MHz)

source: SlowPPT (W)
ru_ru: Средний PPT (W)
uk_ua: Середній PPT (W)

source: FastPPT (W)
ru_ru: Фактический PPT (W)
uk_ua: Фактичний PPT (W)
